[UBS_Conv X2WeaponUpgradeTemplate]
FriendlyName="枪管下的霰弹枪"
FriendlyNamePlural="枪管下的霰弹枪"
BriefSummary="以牺牲机动和反应火力的准确性为近距离战斗提供额外的火力."
TinySummary="下挂武器"
;LootTooltip="UBS loot tooltip."

[UBS_Mag X2WeaponUpgradeTemplate]
FriendlyName="枪管下的碎片枪"
FriendlyNamePlural="枪管下的碎片枪"
BriefSummary="以牺牲机动和反应火力的准确性为近距离战斗提供额外的火力."
TinySummary="下挂武器"

[UBS_Beam X2WeaponUpgradeTemplate]
FriendlyName="枪管下的风暴枪"
FriendlyNamePlural="枪管下的风暴枪"
BriefSummary="以牺牲机动和反应火力的准确性为近距离战斗提供额外的火力."
TinySummary="下挂武器"

[Fire_UBS_Conv X2AbilityTemplate]
LocFriendlyName="发射下挂霰弹枪"
LocHelpText="对1个敌人开火."
LocLongDescription="对1个敌人开火."
LocFlyOverText="下挂霰弹枪"

[Fire_UBS_Mag X2AbilityTemplate]
LocFriendlyName="发射下挂碎片炮"
LocHelpText="对1个敌人开火."
LocLongDescription="对1个敌人开火."
LocFlyOverText="下挂碎片枪"

[Fire_UBS_Beam X2AbilityTemplate]
LocFriendlyName="发射下挂风暴枪"
LocHelpText="对1个敌人开火."
LocLongDescription="对1个敌人开火."
LocFlyOverText="下挂风暴枪"

[Reload_UBS X2AbilityTemplate]
LocFriendlyName="重新装填下挂霰弹枪"
LocHelpText="重新装填下挂霰弹枪."
LocLongDescription="该单位携带了额外的下挂霰弹枪弹药包，可以重新填装你的下挂霰弹枪."
LocFlyOverText="下挂霰弹枪填装"

[Reload_UBGL X2AbilityTemplate]
LocFriendlyName="重新装填下挂发射器"
LocHelpText="重新装填下挂榴弹发射器."
LocLongDescription="该单位携带了额外的40毫米榴弹，可以重新填装你的下挂榴弹发射器."
LocFlyOverText="下挂榴弹发射器填装"

[UBS_Passive X2AbilityTemplate]
LocFriendlyName="下挂重量惩罚"
LocHelpText="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度."
LocLongDescription="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度."

[UBGL_Passive X2AbilityTemplate]
LocFriendlyName="下挂重量惩罚"
LocHelpText="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度."
LocLongDescription="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度."

[UnderbarrelWeapons X2TechTemplate]
DisplayName="下挂武器"
Summary="通过在模块化武器系统领域投入额外的努力，我们可以通过在枪管下安装额外的武器来提高部分突击步枪的效用和火力，这是过去军事力量常用的一种技术"
LongDescription="在总工程师L.Shen的帮助下，我们能够利用我们的通用轨道安装系统来制定下管武器的结构图。 C.O. Bradford评论说，虽然把这种武器装在步枪上无疑会大大增强它的火力，但武器重量和体积的增加会破坏原本精心调整的平衡能力，并会减慢我们的士兵的速度，同时也会使步枪在反应时更难开火。此外，携带额外武器的弹药将需要士兵牺牲部分携带能力。R. Tygan。”
AlertString="下挂武器"


[UBGL_Conv X2WeaponUpgradeTemplate]
FriendlyName="下挂发射器"
FriendlyNamePlural="下挂发射器"
BriefSummary="以牺牲机动性和反应射击精度为代价，提供发射40毫米特殊榴弹的能力."
TinySummary="下挂发射器"

[UBGL_Mag X2WeaponUpgradeTemplate]
FriendlyName="下挂电磁发射器"
FriendlyNamePlural="下挂电磁发射器"
BriefSummary="以牺牲机动性和反应射击精度为代价，提供发射40毫米合金榴弹的能力."
TinySummary="下挂发射器"

[UBGL_Beam X2WeaponUpgradeTemplate]
FriendlyName="下挂电浆发射器"
FriendlyNamePlural="下挂电浆发射器"
BriefSummary="以牺牲机动性和反应射击精度为代价，提供发射40毫米电浆榴弹的能力."
TinySummary="下挂发射器"

[Fire_UBGL_Conv X2AbilityTemplate]
LocFriendlyName="发射下挂发射器"
LocHelpText="对目标区域发射下挂的特殊榴弹."
LocLongDescription="对目标区域发射下挂的特殊榴弹."
LocFlyOverText="下挂发射器"

[Fire_UBGL_Mag X2AbilityTemplate]
LocFriendlyName="发射下挂电磁发射器"
LocHelpText="对目标区域发射下挂的合金榴弹."
LocLongDescription="对目标区域发射下挂的合金榴弹."
LocFlyOverText="下挂发射器"

[Fire_UBGL_Beam X2AbilityTemplate]
LocFriendlyName="发射下挂电浆发射器"
LocHelpText="对目标区域发射下挂的电浆榴弹."
LocLongDescription="对目标区域发射下挂的电浆榴弹."
LocFlyOverText="发射下挂发射器"

[Extra_UBGL_Grenade X2AbilityTemplate]
LocFriendlyName="重新装填下挂发射器"
LocHelpText="重新装填下挂发射器."
LocLongDescription="该单位携带了额外的40毫米榴弹，可以重新填装你的下挂榴弹发射器."
LocFlyOverText="重新装填下挂发射器"

[Extra_UBGL_Grenadier X2AbilityTemplate]
LocFriendlyName="重新装填下挂发射器"
LocHelpText="重新装填下挂发射器."
LocLongDescription="该单位携带了额外的40毫米榴弹，可以重新填装你的下挂榴弹发射器."
LocFlyOverText="重新装填下挂发射器"


[UBS_Ammo X2EquipmentTemplate]
FriendlyName="下挂霰弹枪弹药包"
FriendlyNamePlural="下挂霰弹枪弹药包"
BriefSummary="携带额外弹药包可以让士兵在战场上重新装填他们的下挂霰弹枪."
TacticalText="<Bullet/> 可无限次使用."

[UBS_Ammo_Secondary X2WeaponTemplate]
FriendlyName="下挂霰弹枪弹药包 (S)"
FriendlyNamePlural="下挂霰弹枪弹药包 (S)"
BriefSummary="携带额外弹药包而不是副手武器，可以让士兵在战场上重新装填他们的下挂霰弹枪."
TacticalText="<Bullet/> 可无限次使用."

[UBGL_Ammo_Grenadier X2WeaponTemplate]
FriendlyName="额外的下挂发射器榴弹腰带"
FriendlyNamePlural="额外的下挂发射器榴弹腰带"
BriefSummary="携带一个带有额外40毫米榴弹弹头多功能腰带，而不是标准版本的XCOM手榴弹发射器，可以在战场上再装2次他们的下挂发射器."
TacticalText="<Bullet/> 同榴弹的更换."

[UBGL_Ammo X2GrenadeTemplate]
FriendlyName="额外的UBGL榴弹弹头"
FriendlyNamePlural="额外的下挂发射器榴弹弹头"
BriefSummary="携带额外的40毫米榴弹弹头可以让士兵在战场上再重新装填1次他们的底部手榴弹发射器."
TacticalText="<Bullet/> 同榴弹."


[UBFlame_Conv X2WeaponUpgradeTemplate]
FriendlyName="下挂火焰喷射器"
FriendlyNamePlural="下挂火焰喷射器"
BriefSummary="以牺牲机动性和反应火力的准确性为近距离战斗提供额外火力."
TinySummary="下挂武器"

[Fire_UBFlame_Conv X2AbilityTemplate]
LocFriendlyName="发射下挂火焰喷射器"
LocHelpText="对目标区域发射下挂火焰喷射器."
LocLongDescription="对目标区域发射下挂火焰喷射器."
LocFlyOverText="下挂火焰喷射器"

[UBFlame_Passive X2AbilityTemplate]
LocFriendlyName="下挂重量惩罚"
LocHelpText="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度."
LocLongDescription="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度."